{
  "welcome":      "Ciao, sono Remind-O-Matic! Sono qui per aiutarti a ricordare i dettagli di un luogo di cui non ricordi i particolari.  Puoi iniziare dicendomi un punto di interesse oppure il nome della città in questione.<br/><br/>Ad esempio, scrivendo \"Ero in un bar a Milano\", farò delle proposte, sulle quali poi potrai affinare la ricerca dicendomi, i luoghi vicini.",
  "got_datetime": "Quindi era il {{date}} verso le {{time}}, vero?",
  "got_time":     "Quindi era verso le {{time}}, vero?",
  "got_date":     "Quindi era il {{date}}, vero?",
  "got_place":    "{{place}} è il posto in cui ti trovavi?",
  "knowledge":    "Mmmm... non importa, passiamo oltre.",
  "got_no":       "Va bene. Riesci a ricordare qualcosa altro?",
  "got_yes":      "Capito.",
  "unknown":      "Scusa ma non ho capito bene. Potresti ripetere?",
  "got_poi":      "Quindi ti trovavi vicino a un {{poi}}?",
  "miss_poi":     "Che punto di interesse stai cercando? (bar, pizzeria, cinema, museo, ...)",
  "miss_place":   "Ti ricordi in che città si trova il punto di interesse che stai cercando?",
  "forward":      "Ok grazie. Ti ricordi qualcos'altro vicino a quel posto?",
  "help"  :         "Remind-O-Matic ti permette di ricordare alcuni ricordi che davi per dimenticati. Infatti, inserendo un luogo e un punto di interesse ad esso associato, può trovare luoghi che rispettano i dati inseriti. Si potrà in futuro fare delle ricerche sulla base di quello che hanno fatto i propri amici. Il progetto è stato realizzato da: Alessandro Rizzo, Leonardo Dal Ronco, Giulio Pellizzari, Domenico Stefani, Matteo Tadiello, durante il terzo anno di studi all'università di Trento, corso di laurea in informatica.",
  "finish":       "Bene! Siamo felici di averti aiutato a ricordare!",
  "error_finish": "Ci dispiace di non essere riusciti ad aiutarti a ricordare!",
  "search":       "Ecco i posti che abbiamo trovato. È uno di questi?",
  "server_error": "Siamo spiacenti ma momentaneamente il server non risponde. Vi chiediamo gentilmente di ricaricare la pagina e provare ad iniziare una nuova ricerca. Ci scusiamo per il disagio."
}
